/* 
  Localizable.strings
  

  Created by Andy Kwak on 2014-10-06.

*/
"Use BlackBerry Blend to view the messages and content from your BlackBerry device on your computer. You can also view your calendar and contacts, and manage files between your computer and device.  If your device is enterprise activated, you can securely access your work information, files, and intranet without connecting to VPN. BlackBerry Blend is supported on devices running BlackBerry 10 OS version 10.3 or later." = "Χρησιμοποιήστε το BlackBerry Blend για να προβάλετε τα μηνύματα και το περιεχόμενο από τη συσκευή BlackBerry στον υπολογιστή σας. Μπορείτε επίσης να προβάλετε το ημερολόγιο και τις επαφές σας και να διαχειριστείτε αρχεία ανάμεσα στον υπολογιστή και τη συσκευή. Αν στη συσκευή σας έχει πραγματοποιηθεί ενεργοποίηση Enterprise, μπορείτε να αποκτήσετε πρόσβαση στις πληροφορίες, στα αρχεία και στο intranet της εργασίας σας, χωρίς σύνδεση στο VPN. Το BlackBerry Blend υποστηρίζεται σε συσκευές που χρησιμοποιούν το λειτουργικό σύστημα BlackBerry 10 έκδοση 10.3 ή νεότερη.";

"Use BlackBerry Link to back up and restore your device data, switch to a new device, update your device software, or reinstall device software. You can also sync your media, documents, and organizer data such as contacts and calendars between your device and your computer. Allow access to the files on your computer from your device using the remote file access feature, and more!" = "Χρησιμοποιήστε το BlackBerry Link για να δημιουργήσετε αντίγραφα ασφαλείας και να αποκαταστήσετε τα δεδομένα της συσκευής σας, για να κάνετε εναλλαγή σε μια νέα συσκευή, για να ενημερώσετε ή να επανεγκαταστήσετε το λογισμικό της συσκευής σας. Μπορείτε επίσης να συγχρονίσετε τα πολυμέσα, τα έγγραφά σας και τα δεδομένα organizer, όπως οι επαφές και τα ημερολόγια, ανάμεσα στη συσκευή και τον υπολογιστή σας. Επιτρέψτε την πρόσβαση στα αρχεία του υπολογιστή από τη συσκευή σας χρησιμοποιώντας τη λειτουργία απομακρυσμένης πρόσβασης σε αρχεία και ανακαλύψτε πολλές ακόμα δυνατότητες!";